Repository: ksnegov/Photo-Weather
Catalog: WeatherNearYou/*.lproj/Localizable.strings
Languages: es

source: mmHg
es: mm

source: mile/h
es: millas/h

source: 12 hours
es: Doce horas

source: 24 hours
es: Veinte cuatro horas

source: Weather downloading
es: Descargando tiempo

source: Can't get weather
es: Imposible descargar el tiempo

source: Location error
es: Error de la emplazamiento

source: Settings
es: Afinaciónes

source: Location service disabled
es: Servicio de la emplazamiento desconectado

source: The app doesn't have permissions for using location
es: La aplicación no tiene permiso para fijar Su sitio

source: thunderstorm with light rain
es: Tormenta con lluvia suave

source: thunderstorm with rain
es: Tormenta con lluvia

source: thunderstorm with heavy rain
es: Tormenta con lluvia fuerte

source: light thunderstorm
es: Tormenta ligera

source: thunderstorm
es: Tormenta

source: heavy thunderstorm
es: Tormenta fuerte

source: ragged thunderstorm
es: Tormenta rota

source: thunderstorm with light drizzle
es: Tormenta con llovizna suave

source: thunderstorm with drizzle
es: Tormenta con llovizna

source: thunderstorm with heavy drizzle
es: Tormenta con llovizna fuerte

source: light intensity drizzle
es: Llovizna suave

source: drizzle
es: Llovizna

source: heavy intensity drizzle
es: Llovizna fuerte

source: light intensity drizzle rain
es: Lluvia menuda y suave

source: drizzle rain
es: Lluvia menuda

source: heavy intensity drizzle rain
es: Lluvia menuda y fuerte

source: shower rain and drizzle
es: Aguacero con llovizna

source: heavy shower rain and drizzle
es: Aguacero fuerte con llovizna

source: shower drizzle
es: Chaparrón

source: light rain
es: Lluvia suave

source: moderate rain
es: Lluvia

source: heavy intensity rain
es: Lluvia fuerte

source: very heavy rain
es: Lluvia muy fuerte

source: extreme rain
es: Lluvia extremado

source: freezing rain
es: lluvia glacial

source: light intensity shower rain
es: Aguacero ligero

source: shower rain
es: Aguacero

source: heavy intensity shower rain
es: Chaparrón fuerte

source: ragged shower rain
es: Chaparrón roto

source: light snow
es: Nieve suave

source: snow
es: Nieve

source: heavy snow
es: Nevada fuerte

source: sleet
es: Aguanieve

source: shower sleet
es: Aguanieve fuerte

source: light rain and snow
es: Nieve fina con lluvia

source: rain and snow
es: Nieve con lluvia

source: light shower snow
es: Nevada suave

source: shower snow
es: Nevada

source: heavy shower snow
es: Nevada fuerte

source: mist
es: Velo

source: smoke
es: Humo

source: haze
es: Neblina

source: sand, dust whirls
es: Arena, Dieblo de polvo

source: fog
es: Niebla

source: sand
es: Arena

source: dust
es: Polvo

source: volcanic ash
es: Ceniza volcánica

source: squalls
es: Ráfaga

source: clear sky
es: Esta despejando

source: few clouds
es: Parcialmente nublado

source: scattered clouds
es: Nubes dispersas

source: broken clouds
es: Nubes rotas

source: overcast clouds
es: Esta nublado

source: sky is clear
es: Esta despejando

source: tropical storm
es: La tormenta tropical

source: hurricane
es: Huracán

source: cold
es: Frío

source: hot
es: Calor

source: windy
es: Ventoso

source: hail
es: Granizo

source: calm
es: Calma

source: light breeze
es: Viento ligero

source: gentle breeze
es: Viento suave

source: moderate breeze
es: Viento templado

source: fresh breeze
es: Viento libre

source: strong breeze
es: Viento fuerte

source: high wind, near gale
es: Viento fuerte, cerca a tormenta

source: gale
es: Tormenta

source: severe gale
es: Tormenta fuerte

source: storm
es: Tempestad

source: violent storm
es: Tempestad fuerte
